Repository: slRahim/manageStock
Catalog: lib/l10n/intl_*.arb
Languages: ar, fr

# msg_demo_option
source: This option does not avalaible for demo version
ar: عذرً! هذه الخاصية غير متوفرة في النسخة التجريبية.
fr: Cette option est indisponible sur la version démonstration

# msg_demo_exp
source: Your demonstration licence has expired, Please subscribe to get premium version
ar: عذرً! لقد إنتهت المدة التجربية, يمكنك الإشتراك معنا.
fr: Votre version d'essai a expirée, Abonnez vous pour continuer

# msg_premium_exp
source: Your premium subscription has expired, Please resubscribe to service
ar: عذرً! لقد إنتهت مدة الإشتراك, الرجاء تجديدها.
fr: Votre licence a expirée, Abonnez vous pour continuer

# ca_mois
source: T.O (Month)
ar: ر.أعمال (الشهر)
fr: C.A (Mois)

# achat_mois
source: Purchase (Month)
ar: المشتريات (الشهر)
fr: Achats (Mois)

source: Start
ar: إبدأ
fr: Commencer

# intro_select_lang
source: Please Select Your Language
ar: الرجاء إختيار اللغة
fr: Veuillez Choisir Votre Langue

# intro_select_region
source: Please Select Country
ar: الرجاء إختيار البلد
fr: Veuillez Choisir Votre Pays

# intro_infor
source: Your Informations
ar: المعلومات المهنية
fr: Vos Informations

source: Start date
ar: تاريخ البداية
fr: Date du début

source: End date
ar: تاريخ النهاية
fr: Date de fin

# choix_province
source: Choose Department
ar: إختر المدينة
fr: Choisissez le département

# choix_city
source: Choose City
ar: إختر البلدية
fr: Choisissez la ville

# department
source: Departement
ar: المدينة
fr: Département

# abonnement_title
source: Upgrade to Premium
ar: إشتراك
fr: Abonnement

# illimite
source: Unlimited
ar: غير محدود
fr: Illimité

# illimite_desc
source: number of products , invoices , customers , and providers
ar: إضافة عدد غير محدود من الأصناف, الفواتير , العملاء و الموردين.
fr: Créer des articles , des pièces , des clients et des fournisseurs en illimité

# imprime
source: Print
ar: طباعة
fr: Imprimer

# imprime_desc
source: Your invoices in different formats 80cm , 55cm , A4 et A5
ar: طباعة الفواتير بصيغ متنوعة 80cm , 55cm , A4 et A5
fr: Vos pièces en plusieur formats ...

# exporte
source: Export
ar: مشاركة
fr: Exporter

# exporte_desc
source: Your invoices and QrCodes as pdf file
ar: الفواتير و رموز QR على شكل ملف PDF
fr: Vos pièces et listings en format pdf

# save_rest
source: Backup & Restore
ar: حفظ و إسترجاع
fr: Sauvegarde & Restauration

# save_rest_desc
source: Persist your data to your drive
ar: سجل معلوماتك و سجلاتك و إحفظهم في سرفر google.
fr: Créer des sauvegardes de vos données sur le cloud

# msg_get_abonnement
source: Tap on subscription to restore
ar: لإسترجاع الإشتراك إضغط على المستطيل في الأعلى.
fr: Cliquez sur abonnement pour récupérer votre licence

# transformer_title
source: Transformer item to
ar: حول هذه الوثيقة إلى
fr: Transformer la pièce en

# select_devise
source: Select Currency
ar: الرجاء إختيار العملة
fr: Selectionnez la devise

# devise
source: Currency
ar: العملة
fr: Devise

# ajout_remise
source: Add discount
ar: إضافة خصم
fr: Ajouter une remise

# msg_ajout_remise
source: Click here to add a discount on the total amount
ar: إضغط هنا لإضافة خصم على المبلغ الإجمالي.
fr: Cliquez ici pour ajouter une remise sur le montant total

# ajout_verssement
source: Add payment
ar: إضافة مدفوع جديد
fr: Ajouter un versement

# msg_ajout_verssement
source: Click here to add the amount paid
ar: إضغط هنا لإضافة المبلغ المستلم.
fr: Cliquez ici pour ajouter un montant

# swipe_top
source: Swipe to top
ar: إسحب للأعلى
fr: Balayez vers le haut

# msg_swipe_top
source: To view the calculation details
ar: للإطلاع على تفاصيل الفاتورة.
fr: Pour consulter les totaux

# transformer
source: Transform
ar: التحويل
fr: Transformer

# msg_transformer
source: Click here to transform the item into another
ar: قم بالضغط هنا لتحويل هذه الوثيقة.
fr: Cliquez ici pour transformer la pièce vers une autre

source: Swipe
ar: قم بالسحب
fr: Balayez

# msg_swipe_lr
source: to the right and to the left for more options
ar: يميناً أو يساراً لإستخدام خيارات إضافية.
fr: à droite ou à gauche pour avoir plus d'options

# msg_swipe_start
source: from left to delete the element
ar: يميناً لحذف العنصر.
fr: à gauche pour supprimer l'élément

# long_presse
source: HoldPress
ar: قم بالضغط مطولا
fr: Longue appuis

# msg_long_presse
source: on the array element to modify, delete, or add a new one
ar: لتعديل الأيقونات.
fr: sur l'élément du tableau pour modifier, supprimer, ou ajouter un nouveau

# demo
source: Demo Version
ar: نسخة تجريبية
fr: Version Démo

# premium
source: Premium Version
ar: نسخة مدفوعة
fr: Version Premium

# beta
source: Test Version
ar: نسخة بيتا
fr: Version Test

source: Until
ar: إلى
fr: Jusqu'au

# msg_long_press_select
source: to deselect the element
ar: لإلغاء تحديد العنصر.
fr: pour séléctionner l'élément

# tap_element
source: Tap
ar: إضغط
fr: Taper

# msg_tap
source: on the element to edit quantity
ar: على الصنف ليتم تحديده.
fr: sur l'élément pour modifier la quantité

source: Support
ar: الدعم

# msg_support
source: a sales and after-sales service is at your disposal
ar: خدمة البيع وما بعد البيع تحت تصرفك.
fr: Assistance gratuite par téléphone et email

# economiser
source: Save
ar: وٌفِّر
fr: Économiser

# service_comercial
source: Sales Support
ar: خدمة تجارية
fr: Service Commercial

# service_technique
source: Technical Support
ar: خدمة تقنية
fr: Service Technique

# service_ticket
source: Signaled / Book a ticket
ar: تبليغ / حجز تذكرة
fr: Signaler / Réserver un ticket

# get_ticket
source: Get a ticket
ar: حجز تذكرة
fr: Obtenir un ticket

# no_abonnement
source: No Subscription
ar: بدون اشتراك
fr: Sans Abonnement

# liste_vide
source: The list is currently empty.
ar: القائمة فارغة.
fr: La liste est actuellement vide !

# non_stocke
source: < Min Qte
ar: أقل من الحد الأدنى
fr: < Qte min

# msg_article_utilise
source: Product is already used you can't delete
ar: لا يمكنك حذف هذا الصنف, قد يكون مرتبطاً بمبيعات أو مشتريات.
fr: Article associé à des pièces, vous ne pouvez pas le supprimer

# ca
source: T.O
ar: المبيعات
fr: C.A

# msg_versement_err
source: The total is less than or equal to the amount already paid
ar: لايمكنك تجاوز المبلغ الإجمالي لدفع.
fr: Le totale de la pièce est égal ou inférieur au montant versé

# msg_qte_zero
source: Please note that the available quantity is equal to zero
ar: الكمية المحددة أكبر من الكمية المتوفرة.
fr: Attention la quantité disponible est égale à zero

# msg_qte_select_sup
source: Please note that the selected quantity is greater than the available quantity
ar: الكمية المحددة أكبر من الكمية المتوفرة.
fr: Attention la quantité séléctionnée est supérieure à la quantité disponible

# msg_no_edit_transformer
source: You can't edit transformed invoice
ar: لا يمكن التعديل على وثيقة تم تحويلها.
fr: La pièce transformée ne peut pas étre modifiée

# tarif_s
source: Price
ar: سعر
fr: Tarif

# titre_dialog_tarification
source: Number of prices to use:
ar: عدد الأسعار المستخدمة:
fr: Nombre de tarif à utiliser :

# msg_piece_transformer_to
source: Item transform to
ar: وثيقة محولة إلى
fr: Piéce transformée en

# msg_piece_transformer_from
source: Item from
ar: وثيقة محولة من
fr: Piece depuis

# lan_print
source: Print A4/A5
ar: طباعة A4/A5
fr: Impression A4/A5

# export_pdf
source: Export as pdf
ar: مشاركة pdf
fr: Exporter pdf

source: centime
ar: سنتيم
fr: centimes

# DZD_name
source: Dinar algérien
ar: دينار جزائري
fr: Dinars Algériens

# AFN_name
source: Afghan afghani
ar: أفغان أفغاني

# EUR_name
source: Euro
ar: يورو

# ALL_name
source: Albanian lek
ar: لاك ألباني
fr: Lek albanien

# USD_name
source: United State Dollar
ar: دولار أمريكي
fr: Dollar americain

# AOA_name
source: Angolan kwanza
ar: كوانزا أنغولي
fr: Kwanza angolien

# XCD_name
source: East Caribbean dollar
ar: دولار كاريبي
fr: Dollar east caribbien

# AUD_name
source: Australian dollar
ar: دولار أسترالي
fr: dollar australien

# ARS_name
source: Argentine peso
ar: بيسو أرجنتيني
fr: Peso argentain

# AMD_name
source: Armenian dram
ar: درام أرميني
fr: Dram armenien

# AWG_name
source: Aruban florin
ar: فلورن اروبن

# AZN_name
source: Azerbaijani manat
ar: مينات أدربيجاني

# BSD_name
source: Bahamian dollar
ar: دولار بهامس
fr: Dollar bahamien

# BHD_name
source: Bahraini dinar
ar: دينار بحريني
fr: Dinar bahrenien

# BDT_name
source: Bangladeshi taka
ar: طاكا بنغلادش
fr: Taka bangladeshi

# BBD_name
source: Barbadian dollar
ar: دولار برمودي
fr: Dollar barbadian

# BYN_name
source: New Belarusian ruble
ar: روبل بلاروسي
fr: Ruble Belarusian

# BZD_name
source: Belize dollar
ar: دولار باليز
fr: Dollar belize

# XOF_name
source: West African CFA franc
ar: فرنك أفريقي غربي
fr: CFA franc west africain

# BMD_name
source: Bermudian dollar
ar: دولار برمودي
fr: Dollar Bermudien

# BTN_name
source: Bhutanese ngultrum
ar: نولترم بوتاني

# BOB_name
source: Bolivian boliviano
ar: بولفيانو بوليفي

# BAM_name
source: Bosnia and Herzegovina convertible mark
ar: علامة البوسنة والهرسك

# BWP_name
source: Botswana pula
ar: بولا بوتسوانا
fr: Pula botswana

# NOK_name
source: Norwegian krone
ar: كرون نرويجي
fr: Krone norvegien

# BRL_name
source: Brazilian real
ar: ريال برازيلي
fr: Real brazilien

# BND_name
source: Brunei dollar
ar: دولار بروناي
fr: Dollar brunei

# BGN_name
source: Bulgarian lev
ar: لاف بلغاري
fr: Lev bulgarien

# BIF_name
source: Burundian franc
ar: فرنك بورندي
fr: Franc burundian

# KHR_name
source: Cambodian riel
ar: ريال كمدوبي
fr: Riel cambodien

# CAD_name
source: Canadian dollar
ar: دولار كندي
fr: Dollar canadien

# CVE_name
source: Cape Verdean escudo
ar: اسكودو الرأس الأخضر
fr: Escudo cape verdean

# KYD_name
source: Cayman Islands dollar
ar: دولار جزر كايمان
fr: Dollar cayman islands

# CLP_name
source: Chilean peso
ar: بيسو شيلي
fr: Peso chilean

# CNY_name
source: Chinese yuan
ar: ين صيني
fr: Yuan chinois

# COP_name
source: Colombian peso
ar: بيسو كولومبي
fr: Peso colombien

# KMF_name
source: Comorian franc
ar: فرنك قوموري
fr: Franc comorien

# CDF_name
source: Congolese franc
ar: فرنك كونغولي
fr: Franc congolien

# NZD_name
source: New Zealand dollar
ar: دولار نيوزلاندي
fr: Dollar new zealand

# CRC_name
source: Costa Rican colón
ar: كولن كوستا ريكا
fr: Colón costa rican

# HRK_name
source: Croatian kuna
ar: كونا كرواتي
fr: Kuna croatien

# CUC_name
source: Cuban convertible peso
ar: بيسو كوبي
fr: Peso cuban convertible

# ANG_name
source: Netherlands Antillean guilder
ar: جلدر جزر الأنتيل الهولندية
fr: Guilder netherlands antillean

# CZK_name
source: Czech koruna
ar: كورونا تشيكي
fr: Koruna czech

# DKK_name
source: Danish krone
ar: كرون دنماركي
fr: Krone danish

# DJF_name
source: Djiboutian franc
ar: فرنك جيبونتي
fr: Franc djiboutien

# DOP_name
source: Dominican peso
ar: بيسو دومنكان
fr: Peso dominican

# EGP_name
source: Egyptian pound
ar: جنيه مصري
fr: Pound egyptian

# ERN_name
source: Eritrean nakfa
ar: نكفا إريتيري
fr: Nakfa eritrean

# ETB_name
source: Ethiopian birr
ar: بير إثيوبي
fr: Birr ethiopian

# FKP_name
source: Falkland Islands pound
ar: جنيه جزر فوكلاند
fr: Pound falkland islands

# FJD_name
source: Fijian dollar
ar: دولار فيجي
fr: Dollar fijien

# XPF_name
source: CFP franc
ar: CFP فرنك
fr: Franc CFP

# GMD_name
source: Gambian dalasi
ar: دلاسي غامبي
fr: Dalasi gambien

# GEL_name
source: Georgian Lari
ar: لاري جورجي
fr: Lari georgien

# GHS_name
source: Ghanaian cedi
ar: سيدي الغاني
fr: Cedi ghanaien

# GIP_name
source: Gibraltar pound
ar: جنيه جبل طارق
fr: Pound gibraltar

# GTQ_name
source: Guatemalan quetzal
ar: كتزال غواتيمالا
fr: Quetzal guatemalan

# GBP_name
source: British pound
ar: جنيه بريطاني
fr: Pound britanien

# GNF_name
source: Guinean franc
ar: فرنك غيني
fr: Franc guinean

# GYD_name
source: Guyanese dollar
ar: دولار جوياني
fr: Dollar guyanese

# HTG_name
source: Haitian gourde
ar: غورد هايتي
fr: Gourde haitien

# HNL_name
source: Honduran lempira
ar: لمبيرا هندوراسي
fr: Lempira honduran

# HKD_name
source: Hong Kong dollar
ar: الدولار هونج كونج
fr: Dollar Hong Kong

# HUF_name
source: Hungarian forint
ar: فورنت مجري
fr: Forint hungarien

# ISK_name
source: Icelandic króna
ar: كرونا آيسلندية
fr: Króna icelandic

# INR_name
source: Indian rupee
ar: روبية هندية
fr: Rupee indien

# IDR_name
source: Indonesian rupiah
ar: روبية الاندونيسية
fr: Rupiah indonesien

# IRR_name
source: Iranian rial
ar: ريال الإيراني
fr: Rial iranien

# IQD_name
source: Iraqi dinar
ar: دينار عراقي
fr: Dinar iraqi

# JMD_name
source: Jamaican dollar
ar: دولار جمايكي
fr: Dollar jamaican

# JPY_name
source: Japanese yen
ar: ين ياباني
fr: Yen japonien

# JOD_name
source: Jordanian dinar
ar: دينار أردني
fr: Dinar jordanien

# KZT_name
source: Kazakhstani tenge
ar: تنغي الكازاخستاني
fr: Tenge kazakhstani

# KES_name
source: Kenyan shilling
ar: شلن كيني
fr: Shilling kenyan

# KWD_name
source: Kuwaiti dinar
ar: دينار كويتي
fr: Dinar kuwaiti

# KGS_name
source: Kyrgyzstani som
ar: سوم قرغيزستاني
fr: Som kyrgyzstani

# LAK_name
source: Lao kip
ar: كيب لاو

# LBP_name
source: Lebanese pound
ar: ليرة لبنانية
fr: Pound lebanien

# LSL_name
source: Lesotho loti
ar: لوتي ليسوتو
fr: Loti lesotho

# LRD_name
source: Liberian dollar
ar: دولار الليبيري
fr: Dollar liberien

# LYD_name
source: Libyan dinar
ar: دينار ليبي
fr: Dinar libyen

# CHF_name
source: Swiss franc
ar: فرنك سويسري
fr: Franc swiss

# MOP_name
source: Macanese pataca
ar: باتاكا ماكاوي

# MKD_name
source: Macedonian denar
ar: دينار مقدوني
fr: Denar macedonien

# MGA_name
source: Malagasy ariary
ar: ارياري مدغشقر
fr: Ariary malagasy

# MWK_name
source: Malawian kwacha
ar: كواتشا مالاوى
fr: Kwacha malawien

# MYR_name
source: Malaysian ringgit
ar: رينغيت ماليزي
fr: Ringgit malaysien

# MVR_name
source: Maldivian rufiyaa
ar: روفية جزر المالديف
fr: Rufiyaa maldivien

# MRO_name
source: Mauritanian ouguiya
ar: أوقية الموريتانية
fr: Ouguiya mauritanien

# MUR_name
source: Mauritian rupee
ar: روبية موريشيوسية
fr: Rupee mauritien

# MXN_name
source: Mexican peso
ar: بيسو مكسيكي
fr: Peso mexicain

# None_name
source: [D]
ar: [د]

# MDL_name
source: Moldovan leu
ar: ليو مولدوفا

# MNT_name
source: Mongolian tögrög
ar: طوغطوغ منغولية
fr: Tögrög mongolian

# MAD_name
source: Moroccan dirham
ar: درهم مغربي
fr: Dirham maroccain

# MZN_name
source: Mozambican metical
ar: متكال موزمبيقي
fr: Metical mozambican

# MMK_name
source: Burmese kyat
ar: كيات بورمي
fr: Kyat burmese

# NAD_name
source: Namibian dollar
ar: دولار الناميبي
fr: Dollar namibien

# NPR_name
source: Nepalese rupee
ar: روبية نيبالية
fr: Rupee nepalese

# NIO_name
source: Nicaraguan córdoba
ar: نيكاراغوا قرطبة
fr: Córdoba nicaraguan

# NGN_name
source: Nigerian naira
ar: النيرة النيجيرية
fr: Naira nigerien

# KPW_name
source: North Korean won
ar: وون كوريا الشمالية
fr: Won nord korean

# OMR_name
source: Omani rial
ar: ريال عماني
fr: Rial omani

# PKR_name
source: Pakistani rupee
ar: روبية باكستانية
fr: Rupee pakistani

# ILS_name
source: Israeli new sheqel
ar: شكل
fr: Sheqel

# PAB_name
source: Panamanian balboa
ar: بالبوا بنمي
fr: Balboa panamanien

# PGK_name
source: Papua New Guinean kina
ar: كينا بابوا غينيا الجديدة
fr: Kina papua new guinean

# PYG_name
source: Paraguayan guaraní
ar: غواراني باراغواي
fr: Guaraní paraguayan

# PEN_name
source: Peruvian sol
ar: سول بيروفي
fr: Sol peruvian

# PHP_name
source: Philippine peso
ar: بيزو فلبيني
fr: Peso philippine

# PLN_name
source: Polish złoty
ar: زلوتي البولندي
fr: Złoty polish

# QAR_name
source: Qatari riyal
ar: ريال قطري
fr: Riyal qatari

# RON_name
source: Romanian leu
ar: ليو روماني
fr: Leu romanian

# RUB_name
source: Russian ruble
ar: روبل روسي
fr: Ruble russien

# RWF_name
source: Rwandan franc
ar: فرنك رواندي
fr: Franc rwandan

# SHP_name
source: Saint Helena pound
ar: جنيه سانت هيلانة
fr: Pound saint helena

# WST_name
source: Samoan tālā
ar: ساموان تالا
fr: Tālā samoan

# STD_name
source: São Tomé and Príncipe dobra
ar: ساو تومي وبرينسيبي دوبرا

# SAR_name
source: Saudi riyal
ar: ريال سعودي
fr: Riyal saudi

# RSD_name
source: Serbian dinar
ar: دينار صربي
fr: Dinar serbien

# SCR_name
source: Seychellois rupee
ar: روبية سيشيلية
fr: Rupee seychellois

# SLL_name
source: Sierra Leonean leone
ar: ليون سيراليوني

# SGD_name
source: Singapore dollar
ar: دولار سينغافوري
fr: Dollar singapore

# SBD_name
source: Solomon Islands dollar
ar: دولار جزر سليمان
fr: Dollar solomon islands

# SOS_name
source: Somali shilling
ar: شلن صومالي
fr: Shilling somali

# ZAR_name
source: South African rand
ar: راند جنوب أفريقيا
fr: Rand sud africain

# KRW_name
source: South Korean won
ar: وون كوريا الجنوبية
fr: Won sud korean

# SSP_name
source: South Sudanese pound
ar: جنيه جنوب السودان
fr: Pound south sudanese

# LKR_name
source: Sri Lankan rupee
ar: روبية سريلانكية
fr: Rupee sri lankan

# SDG_name
source: Sudanese pound
ar: الجنيه السوداني
fr: Pound sudanese

# SRD_name
source: Surinamese dollar
ar: دولار سورينامي
fr: Dollar surinamese

# SZL_name
source: Swazi lilangeni
ar: ليلانجيني سوازي
fr: Lilangeni swazi

# SEK_name
source: Swedish krona
ar: كرونة سويدية
fr: Krona swedois

# SYP_name
source: Syrian pound
ar: ليرة سورية
fr: Pound syrien

# TWD_name
source: New Taiwan dollar
ar: الدولار التايواني الجديد
fr: Dollar new taiwan

# TJS_name
source: Tajikistani somoni
ar: طاجيكستان سوموني
fr: Somoni tajikistani

# TZS_name
source: Tanzanian shilling
ar: شلن تنزاني
fr: Shilling tanzanien

# THB
source: Thai baht
ar: بات تايلندي

# TOP_name
source: Tongan paʻanga
ar: بانجا تونجا

# TTD_name
source: Trinidad and Tobago dollar
ar: دولار ترينيداد وتوباغو
fr: Dollar trinidad and tobago

# TND_name
source: Tunisian dinar
ar: دينار تونسي
fr: Dinar tunisien

# TRY_name
source: Turkish lira
ar: ليرة تركية
fr: Lira turkoi

# TMT_name
source: Turkmenistan manat
ar: مانات تركمانستان
fr: Manat turkmenistan

# UAH_name
source: Ukrainian hryvnia
ar: الهريفنيا الأوكرانية
fr: Hryvnia ukranien

# AED_name
source: United Arab Emirates dirham
ar: درهم إماراتي
fr: Dirham emarati

# UYU_name
source: Uruguayan peso
ar: بيزو أوروغواي
fr: Peso uruguayain

# UZS_name
source: Uzbekistani so'm
ar: أوزبكستان سوم
fr: So'm uzbekistani

# VUV_name
source: Vanuatu vatu
ar: فاتو فانواتو

# VEF_name
source: Venezuelan bolívar
ar: بوليفار فنزويلي
fr: Bolívar venezuelain

# VND_name
source: Vietnamese đồng
ar: دونغ فيتنامي
fr: Dồng Vietnamien

# YER_name
source: Yemeni rial
ar: ريال يمني
fr: Rial yemeni

# ZMW_name
source: Zambian kwacha
ar: كواشا زامبيا
fr: Kwacha zambien

# XAF_name
source: Central African CFA franc
ar: فرنك وسط أفريقيا
fr: Franc centre africain CFA

# THB_name
source: Thai baht
ar: بات تايلندي

# UGX_name
source: Ugandan shilling
ar: شلن أوغندي
fr: Shilling Ugandien

# msg_change_tarif
source: Do you want to change the rates ?
ar: هل تريد تغيير الأسعار ؟
fr: Voulez-vous changer les tarifs ?

# chargement
source: Loading
ar: تحميل
fr: Chargement

source: Service
ar: خدمة

# non_stockable
source: Not Storable
ar: غير قابل للتخزين
fr: Non stockable

# famille_marque
source: Tables
ar: الفئات

# famille_article
source: Item Families
ar: مجموعات الأصناف
fr: Familles des articles

# marque_article
source: Item Brands
ar: علامات الأصناف
fr: Marques des articles

# tva_article
source: VAT Rate
ar: النسب الضريبية
fr: Taux tva

# famille_tiers
source: Families of third parties
ar: مجموعات الشركاء
fr: Familles des tiers

# cat_charge
source: charges Categories
ar: فئات المصاريف
fr: Catégories des charges

# msg_retour_no_save
source: Do you want to quit without validating the last changes ?
ar: هل تريد الرجوع بدون حفط التعديلات الأخيرة ؟
fr: Voulez-vous quitter sans valider les dernier changements ?

# msg_map_add_position
source: Click on map to pick position
ar: حدد الموقع بالنقر على الخريطة
fr: Cliquez sur la carte pour choisir la position

# code_pin1
source: Key
ar: الرقم السري
fr: Clé

# msg_existe_deja
source: Item already exists
ar: هذا العنصر موجود من قبل
fr: Élément existe déja

# caisse_titre
source: Coffers
ar: الحسابات
fr: Mes caisses

# telechargement
source: Downloading
ar: تحميل
fr: Téléchargement

# prix_moyen
source: Average price
ar: متوسط السعر
fr: Prix moyen

# msg_prix_supp_zero
source: The value must be greater than zero
ar: يجب أن تكون القيمة أكبر من الصفر
fr: La valeur doit etre superieure à zéro

# msg_val_valide
source: Enter a valid number
ar: أدخل رقمًا صحيحا
fr: Entrez un nombre valide

# montant_ht
source: Amount excl. tax
ar: المبلغ ب.ض
fr: Montant HT

source: Search
ar: بحث
fr: Rechercher

# no_defenie
source: Not defined
ar: غير محدد
fr: Non défenie

# msg_arret_somme
source: Stop this document at the sum of:
ar: حددت هذه الفاتورة ب:
fr: Arrêter le présent document à la somme de :

# tarifs
source: Prices
ar: سعر
fr: Tarifs

# msg_scaner_empreinte
source: Scan your fingerprint to authenticate
ar: ضع بصمة إصبعك لتسحيل الدخول.
fr: Scannez votre empreinte digitale pour vous authentifier

# titre_auth_empreinte
source: Authentication
ar: تسجيل الدخول.
fr: Authentification

# msg_config_auth
source: Go to settings
ar: إذهب للاعدادات.
fr: Aller aux paramétres

# msg_aut_lockout
source: Biometric authentication is disabled
ar: تم تعطيل قفل بصمة الإصبع.
fr: L'authentification biometrique est désactivée

# msg_auth_success
source: Fingerprint has been recognized
ar: تم التعرف على بصمة الإصبع.
fr: Empreinte digitale a bien été reconnue

# msg_auth_fail
source: Fingerprint not recognized, Try again!
ar: لم يتم التعرف على بصمة الإصبع ، حاول مرة أخرى!
fr: Empreinte digitale non reconnue, Reessayer !

# auto_verssment
source: Invoice always paid
ar: الدفع والإستلام تلقائي
fr: Pièces toujours payées

# colis_abr
source: P
ar: ك
fr: C

# unite
source: unit
ar: قطعة
fr: unité

# fournisseur_imp
source: Provider
ar: المورد
fr: Fournisseur

# prix_unite
source: Unit price
ar: سعر الوحدة
fr: Prix unitaire

# mensuel
source: Monthly subscription
ar: إشتراك شهري
fr: Abonnement mensuel

# annuel
source: Annual subscription
ar: إشتراك سنوي
fr: Abonnement annuel

# a_vie
source: For life
ar: إشتراك مدى الحياة
fr: À vie

# marges
source: Profits
ar: الأرباح
fr: Marges

# msg_bl_localisation
source: NB: Please allow the application to always use your location to detect the printer
ar: ملاحظة: يُرجى السماح للتطبيق باستخدام موقعك, للإكتشاف الطابعة
fr: NB : Veuillez autoriser l'application à utiliser toujours votre localisation afin de détecter l'imprimante

# compte_designation
source: Designation
ar: إسم الحساب
fr: Désignation

# imp_bl_android
source: Connect to printer from settings then refresh
ar: اتصل بالطابعة من الإعدادات ، ثم قم بالتحديث
fr: Connectez-vous à l'imprimante à partir des paramètres, puis actualiser

source: Days
ar: أيام
fr: Jours

# montant_1
source: Amount
ar: المبلغ
fr: Montant

# no_element
source: No items found
fr: Aucun élément trouvé
