Repository: slRahim/manageStock
Catalog: lib/l10n/intl_*.arb
Languages: ar, fr

# app_name
source: GESTMOB
ar: تسيير موب

# quitter
source: Exit
ar: خروج
fr: Quitter

# aide
source: Help
ar: مساعدة
fr: Aide

# articles
source: Items
ar: الأصناف
fr: Articles

source: Settings
ar: الإعددات
fr: Paramètres

# rapports
source: Reports
ar: التقارير
fr: Rapports

# tresories
source: Treasuries
ar: الخزينة
fr: Trésorerie

# facture_achat
source: Purchase Invoice
ar: فواتير الشراء
fr: Facture d'achat

# facture_vente
source: Sales Invoice
ar: فواتير البيع
fr: Facture de vente

# bon_reception
source: Receipts
ar: وصل إستلام
fr: Bon de réception

# fournisseur
source: Providers
ar: الموردين
fr: Fournisseurs

# client
source: Customers
ar: العملاء
fr: Clients

# bon_livraison
source: Delivery Forms
ar: وصل توصيل
fr: Bon de livraison

# commande_client
source: Customer Orders
ar: طلب بيع
fr: Commande Client

# devis
source: Quotes
ar: فاتورة أولية
fr: Devis

# tableau_bord
source: Dashbord
ar: لوحة القيادة
fr: Tableau de Bord

# accueil
source: Home
ar: الصفحة الرئيسية
fr: Accueil

# avoir_client
source: Customer Invoice Feedback
ar: فاتورة رد للعميل
fr: Avoir client

# avoir_fournisseur
source: Provider Invoice Feedback
ar: فاتورة رد للمورد
fr: Avoir fournisseur

# retour_client
source: Customer Feedback
ar: وصل رد للعميل
fr: Retour client

# retour_fournisseur
source: Provider FeedBack
ar: وصل رد للمورد
fr: Retour fournisseur

# bon_commande
source: Purchase Order
ar: طلب شراء
fr: Bon de commande

# profile_titre
source: Profile
ar: المعلومات الشخصية

# modification_titre
source: Edit
ar: تعديل
fr: Modification

# profile_ajouter
source: New Profile
ar: إضافة ملف
fr: Ajouter Profile

# msg_entre_rs
source: Veulliez entrez un raison social
ar: الرجاء إدخال الإسم
fr: Veuillez saisir une raison sociale

# fiche
source: Info
ar: الملف
fr: Ma Fiche

source: Logo
ar: الشعار

# securite
source: Security
ar: القفل
fr: Securité

# rs
source: Social Code
ar: الإسم
fr: Raison sociale

# activite
source: Activity
ar: النشاط
fr: Activité

# adresse
source: Address
ar: العنوان
fr: Adresse

# ville
source: City
ar: المدينة
fr: Ville

# pays
source: Contry
ar: البلد
fr: Pays

source: Telephone
ar: الهاتف
fr: Téléphone

source: Telephone 2
ar: الهاتف 2
fr: Téléphone 2

source: Mobile
ar: الموبايل

source: Mobile 2
ar: الموبايل 2

source: Fax
ar: رقم الفاكس

# mail
source: Email
ar: البريد الإلكتروني

# adresse_web
source: Web Address
ar: عنوان الويب
fr: Adresse Web

source: N° RC
ar: رقم السجل التجاري

source: ART.IMP
ar: رقم المادة

# nif
source: NVAT/NIF
ar: رقم التعريف الجبائي
fr: NTVA/NIF

source: NIS
ar: رقم التعريف الإحصائي

# capitale_sociale
source: Social Capital
ar: رأس المال
fr: Capital Social

# code_pin
source: Enable Code Pin
ar: تفعيل الحماية
fr: Activer le Code Pin

# msg_no_pass
source: You didn't set password yet
ar: غير مفعل
fr: Mot de passe non utilisé

# msg_pass
source: Your password is ***
ar: الرقم السري ***
fr: Votre mot de passe ***

# msg_edit_pass
source: Click edit to set your password
ar: قم بالضغط على تعديل لتغيير الرقم السري.
fr: Cliquez sur modifier pour changer le mot de passe

# msg_edit_pass1
source: Click edit to change your password
ar: قم بالضغط على تعديل لتغيير الرقم السري.
fr: Cliquez sur modifier pour mettre à jour le mot de passe

# msg_save_pass
source: Click save to store your password
ar: قم بالضغط على حفظ لتأكيد التعديلات.
fr: Cliquez sur enregistrer pour sauvegarder le mot de passe

# msg_pass_incorrecte
source: Incorrect Pin
ar: الرقم السري خاطئ !
fr: le Code pin est incorrect !

# msg_choix_pin
source: Choose PinCode
ar: الرقم السري
fr: Choisissez votre code PIN

# msg_confirm_pin
source: Confirm PinCode
ar: الرقم السري
fr: Confirmez votre code PIN

# msg_entre_pin
source: Add PinCode To Protect Data
ar: (1) قم بإدخل الرقم السري.
fr: Saisissez votre code PIN pour protéger vos données

# msg_confirm_pin1
source: Confirm PinCode To Protect Data
ar: (2) قم بتأكيد الرقم السري.
fr: Confirmez votre code PIN pour protéger vos données

# statut_m
source: Mys.
ar: السيد
fr: M.

# statut_mlle
source: Mlle.
ar: الأنسة

# statut_mme
source: Mme.
ar: السيدة

# statut_dr
source: Dr.
ar: د.

# statut_pr
source: Pr.
ar: برو.

# statut_eurl
source: Company.
ar: شركة
fr: Entreprise.

# famile
source: Familly
ar: المجموعة
fr: Famille

# filtrer_btn
source: Filer
ar: تفعيل
fr: Filtrer

# ajouter
source: Add
ar: إضافة
fr: Ajouter

source: Scan QR
ar: مسح QR
fr: Scanner QR

# client_titre
source: Customer
ar: العميل
fr: Client

# fournisseur_titre
source: Provider
ar: المورد
fr: Fournisseurs

# a_credit
source: Has Credit
ar: غير مسددة
fr: Avec Crédit

# aff_bloquer
source: Bloqued
ar: محظور
fr: Bloquer

# annuler
source: Cancel
ar: إلغاء
fr: Annuler

source: Flash ON
ar: تشغيل الإنارة

source: Flash Off
ar: إقاف الإنارة

# msg_cam_permission
source: The user did not grant the camera permission!
ar: ليس لديك الإذن بإستعمال كاميرا الهاتف.
fr: Camera non autorisée !

# msg_ereure
source: Error : Unknown Error
ar: حدث خطأ غير محدد
fr: Erreur : Erreur indéterminée

source: Photo
ar: الصورة

source: Map
ar: الخريطة

source: QRCode
ar: رمز QR

# msg_champ_oblg
source: Required Field
ar: حقل إلزامي
fr: Champ Obligatoire

# msg_scan_qr
source: Double tap to scan qr
ar: قم بالنقر مرتين لمسح رمز QR.
fr: Cliquez deux fois pour scanner le code-barres

# solde_depart
source: Starting Balance
ar: الرصيد الإفتتاحي
fr: Solde de départ

# chifre_affaire
source: Sales Number
ar: رأس المال
fr: Chiffre d'affaires

# regler_client
source: Payment
ar: المستلم
fr: Réglé

# regler_four
source: Payment
ar: المدفوع
fr: Réglé

source: Credit
ar: الحساب الحالي
fr: Crédit

# client_four
source: Customer/Provider
ar: الشركاء
fr: Client/Fournisseur

# bloquer
source: Bloqued
ar: حظر
fr: Bloquer

# msg_no_qr
source: No QrCode was associate to the tier
ar: لا يوجد رمز QR خاص بالشريك.
fr: Pas de QRCode associé au tier

# msg_gen_qr
source: Please add at least raison social et mobile
ar: الرجاء إدخال الإسم و الموبايل على الأقل.
fr: Veuillez déterminer au moins une RS et un numéro mobile

# masquer
source: Hide
ar: إخفاء
fr: Masquer

# tarification
source: Price alternative
ar: التسعيرة
fr: Tarifications:

# msg_fam_ajout
source: Familly added
ar: تمت الإضافة بنجاح.
fr: Famille ajoutée

# msg_ajout_item
source: Element has been added successfully
ar: تمت الإضافة بنجاح.
fr: L'élément a bien été ajouté

# msg_update_item
source: Element has been updated successfully
ar: تم التعديل بنجاح.
fr: L'élément a bien été modifié

# msg_ajout_err
source: Error when adding element to db
ar: حدث خطأ عند الإضافة.
fr: Erreur d'ajout de l'élément

# msg_update_err
source: Error when updating element
ar: حدث خطأ عند التعديل.
fr: Erreur de modification de l'élément

# supp
source: Delete ?
ar: حذف
fr: Supprimer ?

# msg_supp
source: Do you wont to delete the element'
ar: هل تريد الحذف؟
fr: Voulez-vous supprimer l'élément ?

# oui
source: Yes
ar: نعم
fr: Oui

# non
source: No
ar: لا
fr: Non

# msg_supp_err1
source: You can't dell a default element
ar: عذراً, ليس من الممكن حذف عنصر إفتراضي.
fr: Vous ne pouvez pas supprimer l'élément par defaut

# msg_supp_ok
source: Element has been deleted successfully
ar: تم الحذف بنجاح.
fr: L'élément a bien été supprimé

# msg_supp_err2
source: You can't dell element. others items are associated
ar: هذا العنصر مرتبط بمعلومات أخرىة, لا يمكنك حذفه.
fr: L'élément est associé à d'autres tables, vous ne pouvez pas le supprimmer

# appeler
source: Call
ar: إتصال
fr: Appeler

# ajout_image
source: Add image
ar: الصورة
fr: Ajouter une image

# filtre_non_dispo
source: Filter is not available
ar: الفلتر غي متوفر.
fr: Le filtre est indisponible

# piece_titre
source: Invoice (s)
ar: الوثائق
fr: Pièces

# aff_draft
source: Only Draft
ar: مسودة
fr: Brouillons

source: Total HT
ar: الاجمالي

source: DA
ar: دج

# total_tva
source: Total VAT
ar: الضريبة
fr: Total TVA

# net_payer
source: Net to pay
ar: إجمالي الدفع
fr: Net à payer

# msg_select_art
source: Veuillez séléctionner au moins un article
ar: الرجاء إضافة صنف واحد على الأقل.

# reste
source: Left
ar: الباقي
fr: Reste

source: Date
ar: التاريخ

# tarif
source: Price:
ar: السعر:
fr: Tarif:

# verssement
source: Deposit
ar: دفع لحساب
fr: Versement

source: Total
ar: المجموع

source: Total TTC
ar: النهائي
fr: Total incl tax

# confirme
source: Confirm
ar: تأكيد
fr: Confirmer

# choisir_action
source: Choose Action
ar: إختار عملية
fr: Choisir une action

# imp_rapide_btn
source: Quick print
ar: طباعة مباشرة
fr: Impression rapide

# save_imp_btn
source: Save & print
ar: حفظ و طباعة
fr: Sauvegarde et impression

# save_btn
source: Save only
ar: حفظ
fr: Sauvegarde

# broullion_btn
source: Save as draft
ar: مسودة
fr: Brouillon

# msg_num_existe
source: Num is already exist!
ar: هذا الرقم مستعمل!
fr: Le numéro associé existe déjà!

# msg_piece_transfere
source: Piece has been transferred
ar: تم تحويل الوثيقة بنجاح.
fr: La pièce a bien été transferée

# msg_transfere_err
source: Error when transforming piece
ar: حدث خطأ! عند تحويل الوثيقة.
fr: Erreur de la transformation de la pièce

# msg_imp_err
source: No default printer
ar: لا توجد طابعة إفتراضية.
fr: Aucune imprimante par défaut

# tresorie_titre
source: Treasury
ar: الخزينة
fr: Trésorerie

# msg_select_tier
source: Please select a tier
ar: الرجاء تحديد الشريك.
fr: Veuillez selectionner un tier

source: Select Tier
ar: الشريك
fr: Séléctionner un tier

# msg_credit_total
source: Apply to total credit
ar: تطبيق على إجمالي المستحقات.
fr: Appliquer sur le crédit total

# objet
source: Object
ar: الموضوع
fr: Objet

# modalite
source: Modality
ar: طريقة الدفع
fr: Modalité

# num_cheque
source: Check id
ar: رقم الصك
fr: Numéro du chéque

# montant
source: Amount
ar: الإجمالي
fr: Montant

# categorie
source: Category
ar: الفئة
fr: Catégorie

# article_titre
source: Product
ar: الصنف
fr: Article

# artcile_titre_ajouter
source: Add a product
ar: إضافة صنف
fr: Ajouter un article

# msg_designation
source: Please enter designation
ar: الرجاء إدخال
fr: Veuillez saisir une désignation

source: Description
ar: الوصف
fr: Déscription

# msg_entre_design
source: Enter designation
ar: الرجاء إدخال إسم الصنف.
fr: Saisissez une désignation

source: Designation
ar: الإسم
fr: Désignation

# referance
source: Reference
ar: رمز الصنف
fr: Référence

# msg_scan_barcode
source: Double tap to scan barcode
ar: أنقر مرتين لمسح الباركود.
fr: Cliquez deux foix pour scanner le code-barre

# prix_achat
source: Buying price excl. tax
ar: سعر الشراء
fr: Prix d'achat HT

# stockable
source: Storable
ar: قابل للتخزين
fr: Stockable

source: PMP
ar: متوسط سعر الشراء

# quantit
source: Quantity
ar: الكمية
fr: Quantité

# stock_init
source: Initial Stock
ar: الكمية الإفتتاحية
fr: Stock initial

source: Stock min
ar: الحد الأدنى

# qte_colis
source: Qte in package
ar: عدد القطع في الكرتونة
fr: Qte par colis

# colis
source: Package
ar: كرتونة
fr: Colis

# prix_v1
source: Price excl. tax 1
ar: سعر البيع 1
fr: Prix de vente HT 1

# prix_v2
source: Price excl. tax 2
ar: سعر البيع 2
fr: Prix de vente HT 2

# prix_v3
source: Price excl. tax 3
ar: سعر البيع 3
fr: Prix de vente HT 3

# msg_description
source: Enter a description for item
ar: أدخل وصف للصنف
fr: Ajoutez une description d'article ajouté

# marque
source: Brand
ar: العلامة التجارية
fr: Marque

# taux_tva
source: VAT rate
ar: نسبة الضريبة
fr: Taux Tva

# msg_login_pin
source: Enter PinCode
ar: أدخل الرقم السري.
fr: Entre avec pin

# msg_search
source: Enter text
ar: بحث
fr: Entrer du texte

# blue_off
source: Your blutoothe is OFF
ar: البلوتوث غير مفعل.
fr: Votre bluetooth est OFF

# no_device
source: No printer found
ar: لا توجد طابعة.
fr: Aucune imprimante trouvée

# printer_titre
source: Printer (s)
ar: الطابعة
fr: Imprimante (s)

# format_58
source: Format 58Cm
ar: شكل 58سم

# format_80
source: Format 80Cm
ar: شكل 80سم

# par_ref
source: By Reference
ar: رمز الصنف
fr: Par référence

# par_desgn
source: By Designation
ar: إسم الصنف
fr: Par désignation

# preview_titre
source: Preview
ar: معاينة
fr: Aperçu

# prix
source: Price excl. tax
ar: السعر
fr: Prix HT

source: QTE
ar: ك.م

# qte_cmd
source: Reserved Quantity
ar: الكمية المطلوبة
fr: Qte Cmd

# msg_err_transfer
source: You can't transform a draft
ar: حدث خطأ! لايمكن تحويل المسودة.
fr: La transformation d'un brouillon est impossible

# msg_info_article
source: Attention you maybe add inassociate articles
ar: تمهل! إمكانية إضافة صنف لم يتم بيعه من قبل.
fr: Vous risquez d'ajouter des articles inassociés aux pièces !

# espece
source: Species
ar: نقدية
fr: Espèce

# cheque
source: Check
ar: صك
fr: Chèque

# virement
source: Transfer
ar: تحويل
fr: Virement

# carte_bancaire
source: Bank card
ar: بطاقة بنكية
fr: Carte bancaire

# traite_bancaire
source: Bank draft
ar: حوالة مصرفية
fr: Traite bancaire

# reglement_piece
source: Bill Payment
ar: دفع لفاتورة
fr: Règlement pièce

# decaissement
source: Disbursement
ar: سحب
fr: Décaissement

# choisir
source: No Categorie
ar: لاشيئ
fr: Pas de catégorie

# no_famille
source: No Family
ar: لاشيئ
fr: Pas de famille

# no_marque
source: No Brand
ar: لاشيئ
fr: Pas de marque

# reglemnt_client
source: Customer Payment
ar: إستلام من عميل
fr: Règlement client

# reglement_fournisseur
source: Provider Payment
ar: دفع للمورد
fr: Règlement fournisseur

# encaissement
source: Bursement
ar: إيداع
fr: Encaissement

# charge
source: Fees
ar: المصاريف
fr: Charge

# rembourcement_client
source: Customer Refund
ar: دفع للعميل
fr: Remboursement client

# rembourcement_four
source: Provider Refund
ar: إستلام من مورد
fr: Remboursement fournisseur

# rembourcement
source: Refund
ar: تعويض
fr: Remboursement

# sans_tresorie_client
source: Not payment
ar: بدون المبلغ المستلم
fr: Sans réglement

# avec_tresorie_client
source: With payment
ar: مع المبلغ المستلم
fr: Avec réglement

# sans_tresorie_four
source: Not payment
ar: بدون المبلغ المدفوع
fr: Sans réglement

# avec_tresorie_four
source: With payment
ar: مع المبلغ المدفوع
fr: Avec réglement

# msg_err_tresorie
source: No treasurer is associate
ar: لاتوجد مدفوعات مرتبطة بالوثيقة.
fr: Pas de trésorerie associée à la pièce

# msg_qte_err
source: Qantité can't be less then 0
ar: الكمية يجب أن تكون أكبر من 0 .
fr: La quantité doit être supérieure à 0

# msg_prix_err
source: Price can't be less then 0
ar: السعر يجب أن يكون أكبر من 0 .
fr: Le prix doit être supérieur à 0

# msg_num_err
source: Please enter valid numbers
ar: أدخل رقماً صحيحاً.
fr: Entrez un nombre valide

# transferer
source: Forwad to
ar: تحويل
fr: Transférer

# to_commande
source: To Order
ar: إلى طلب
fr: Commande Client

# to_bon
source: To Receipt
ar: إلى وصل
fr: Vers un Bon

# to_facture
source: To Invoice
ar: إلى فاتورة
fr: Vers Facture

# to_retour
source: Feedback
ar: رد
fr: Retour/Avoir

# msg_no_dispo
source: this option is not avalaible
ar: هذه الخاصية غير متوفرة.
fr: Cette option n'est pas disponible

# remise
source: Discount
ar: الخصم
fr: Remise

# pourcentage
source: Percentage
ar: النسبة
fr: Pourcentage

# journaux
source: Sheet
ar: القائمة
fr: Journal

# generale
source: General
ar: عامة
fr: Général

# langue
source: Language
ar: اللغة
fr: Langue

# chois_lang
source: Choose a language
ar: إختيار اللغة
fr: Choisir une langue

# qte_reel
source: Real Quantity
ar: الكمية الحقيقية
fr: Quantité réelle

# qte_dispo
source: Available Quantity
ar: الكمية المتوفرة
fr: Quatité disponible

# statut
source: Status
ar: الوضعية
fr: Statut

source: Net-HT
ar: الصافي

# timbre
source: Stamped
ar: الطابع
fr: Timbre

# fiche_art
source: Info Article
ar: ملف الأصناف
fr: Fiche article

# msg_quitter
source: Do You Want to Exit...
ar: هل تريد الخروج من التطبيق؟
fr: Voulez-vous quitter l'application ?

# msg_quitter1
source: Tap back again to exit
ar: إضغط على رجوع مرة أخرى للخروج.
fr: Tapez retour une autre fois pour quitter

# msg_champs_obg
source: Please fill in the required fields
ar: الرجاء ملأ كل الفراغات الإلزامية.
fr: Veuillez remplir les champs obligatoires

# tva
source: VAT
ar: الضريبة
fr: TVA

# msg_visite
source: Thank you for your visit
ar: شكرا لزيارتكم.
fr: Merci pour votre visite

# compte
source: Account
ar: حساب
fr: Compte

# restore_data
source: Restore
ar: إسترجاع
fr: Restauration

# restore_msg
source: restoring your data will remove all unsaved data
ar: هل توافق على حذف البينات الحالية؟
fr: La restauration de votre data va écraser toutes les données non sauvgardées

# msg_succes_restoration
source: Success, restoration completed
ar: لقد تم الإسترجاع بنجاح.
fr: Restauration terminée avec succès

# msg_err_restoration
source: Error, in restore data
ar: حدث خطأ! عند إسترجاع النسخة الإحتياطية.
fr: Erreur de restauration

source: Backups
ar: النسخ الإحتياطية
fr: Mes sauvegardes

# indice
source: Index
ar: المؤشر
fr: Indice

# financiere
source: financial
ar: المالي
fr: financier

# dash_charge_title
source: Charges distribution
ar: توزيع الأعباء
fr: Répartition des charges

# dash_compte_title
source: My Accounts
ar: الخزينة
fr: Mes comptes

# dash_vente_art_title
source: Sales ranking by item
ar: تصنيف المبيعات حسب الصنف
fr: Classement des Ventes par article

# dash_vente_cl_title
source: Sales ranking by customer
ar: تصنيف المبيعات حسب العميل
fr: Classement des Ventes par client

# dash_vente_fam_title
source: Sales classification by family
ar: تصنيف المبيعات حسب المجموعة
fr: Classement des Ventes par famille

# dash_achat_art_title
source: Ranking of Purchases by item
ar: تصنيف المشتريات حسب السلعة
fr: Classement des Achats par article

# dash_achat_four_title
source: Ranking of Purchases by supplier
ar: تصنيف المشتريات حسب المورد
fr: Classement des Achats par fournisseur

# msg_pdf_view
source: Pdf preview is available before Printing
ar: معاينة PDF متاحة قبل الطباعة.
fr: L'aperçu PDF est disponible avant l'impression

# format_a45
source: Format A4/A5
ar: شكل A4/A5

# blue_device
source: Bluetooth Printers
ar: طابعة بلوتوث
fr: Imprimante Bluetooth

# param_save
source: Save Changes
ar: حفظ التعديلات
fr: Enregistrer les modifications

# param_msg_save
source: Do you want to save last changes ?
ar: هل تريد تأكيد التعديلات الأخيرة ؟
fr: Voulez-vous sauvegarder les derniers changements ?

# param_general
source: General
ar: عامة

# param_lang
source: Language
ar: اللغة
fr: Langue

# param_lang_title
source: Choose a language
ar: إختار اللغة
fr: Choisir une langue

# param_lang_tarif_title
source: Choose Pricing
ar: إختيار التسعيرة
fr: Choisir tarification

# param_tva
source: Enable VAT
ar: تفعيل الضريبة
fr: Activer TVA

# param_timbre
source: Enable stamped
ar: تفعيل الطابع الضريبي
fr: Activer timbre

# param_notif_title
source: Notifications
ar: التنبيهات

# param_notif
source: Enable notifications
ar: تفعيل التنبيهات
fr: Activer les notifications

# param_notif_time
source: Notification time
ar: وقت التنبيه
fr: Heure notifications

# param_notif_repeat
source: Repeat notification
ar: تكرار التنبيه
fr: Répéter notifications

# param_echeance
source: Deadline
ar: ميعاد
fr: Échéance

source: Day
ar: يوم
fr: Jour

# param_back_title
source: Backup & Restore
ar: حفظ & إسترجاع
fr: Sauvegarde / Restauration

# param_backup
source: Create Backup
ar: حفظ نسخة إحتياطية
fr: Créer une sauvegarde

# msg_back_suce
source: Success, Backup has been created
ar: لقد تم حفظ نسخةإحتياطية بنجاح.
fr: Sauvegarde créée avec succès

# msg_back_err
source: Error, Backup was not created
ar: حدث خطأ! لم يتم حفظ النسخة الإحتياطية.
fr: Erreur à la création de sauvegarde

# param_resto_data
source: Restore Data
ar: إسترجاع نسخة إحتياطية
fr: Restaurer les données

# ev_day
source: Daily
ar: كل يوم
fr: Chaque jour

# ev_sun
source: Every Sunday
ar: كل أحد
fr: Chaque dimanche

# ev_mon
source: Every Monday
ar: كل إثنين
fr: Chaque lundi

# ev_tue
source: Every Tuesday
ar: كل ثلاثاء
fr: Chaque mardi

# ev_wedn
source: Every Wednesday
ar: كل أربعاء
fr: Chaque mercredi

# ev_thur
source: Every Thursday
ar: كل خميس
fr: Chaque jeudi

# ev_fri
source: Every Friday
ar: كل جمعة
fr: Chaque vendredi

# ev_sat
source: Every Saturday
ar: كل سبت
fr: Chaque samedi

# msg_upd_param
source: Settings have been modified,Successfully
ar: تم تعديل الإعدادات بنجاح.
fr: Les Paramètres ont bien été modifiés

# msg_err_upd_param
source: Error when modifying settings
ar: حدث خطأ! لم يتم تعديل الإعدادات.
fr: Erreur à la modification des paramètres

source: Use
ar: إستعمال
fr: utiliser

source: Details
ar: تفاصيل
fr: Détails

# marge
source: Profit
ar: الأرباح
fr: Marge

# msg_piece_transfo
source: It's a transforming item
ar: فاتورة محولة
fr: C'est une pièce transformée

# msg_piece_origin
source: it's original item
ar: فاتورة أصلية
fr: C'est une pièce d'origine

# vente
source: Sales
ar: المبيعات
fr: Ventes

# achat
source: Purchases
ar: المشتريات
fr: Achats

source: Ref
ar: الرمز

source: N°
ar: رقم

# best_5
source: Best five
ar: أفضل خمس
fr: Meilleur cinq

# item
source: items
ar: عناصر
fr: éléments

# cl_four
source: Cus/Prov
ar: الشركاء
fr: Cli/Frn

# fp
source: QT
ar: ف.أ
fr: FP

# cc
source: CO
ar: ط.ب
fr: CC

# bl
source: DF
ar: و.ت
fr: BL

# fc
source: SI
ar: ف.ب
fr: FC

# ac
source: CIF
ar: ف.ر.ع
fr: AC

# rc
source: CF
ar: و.ر.ع
fr: RC

# bc
source: PO
ar: ط.ش
fr: BC

# br
source: RE
ar: و.إ
fr: BR

# ff
source: PI
ar: ف.م
fr: FF

# af
source: PIF
ar: ف.ر.م
fr: AF

# rf
source: PF
ar: و.ر.م
fr: RF

# reg_cl
source: Pay.Cust
ar: إستلام.ع
fr: Reg.Cli

# reg_four
source: Pay.Prov
ar: دفع.م
fr: Reg.Frn

# dette
source: Debts
ar: الرصيد
fr: Dette

# qte_min
source: Min Qte
ar: ك.الأدنى
fr: Qte Min

source: Stock
ar: المخزون

# recap_vente_article
source: Summary of sales by product
ar: ملخص البيع لكل صنف
fr: Récap.des ventes par article

# recap_cmd_article
source: Summary of orders by product
ar: ملخص الطلبات لكل صنف
fr: Récap.des commandes par article

# jour_vente
source: Sales Journal
ar: حركة المبيعات
fr: Journal des ventes

# jour_cmd
source: Orders log
ar: حركة الطلبات
fr: Journal des commandes

# recap_achat_article
source: Summary of purchases by product
ar: ملخص الشراء لكل صنف
fr: Récap.des achats par article

# jour_achat
source: Purchasing Journal
ar: حركة المشتريات
fr: Journal des achats

# inventaire
source: Inventory
ar: الجرد بسعر الشراء
fr: Inventaire

# prod_repture
source: Out of stock product
ar: الأصناف الغير متوفرة
fr: Produit en rupture

source: Zakat
ar: الجرد بسعر البيع

# etat_jour
source: Daily Status
ar: الحالة اليومية
fr: Etat journalier

# etat_mensu
source: Monthly Status
ar: الحالة الشهرية
fr: Etat mensuel

# etat_annuel
source: Annual Status
ar: الحالة السنوية
fr: Etat annuel

# cat_rapport
source: Report Category :
ar: فئة التقرير
fr: Catégorie du rapport :

# type_rapport
source: Report Type :
ar: نوع التقرير
fr: Type du rapport :

# annee
source: Year :
ar: السنة :
fr: Année :

# date_d_f
source: Date (Start / End :)
ar: الفترة :
fr: Date (Début / Fin) :

# msg_rapport_vide
source: Report is empty
ar: التقرير فارغ
fr: Le rapport est vide

# demonstration
source: Report Date
ar: حرر بتاريخ
fr: Date du rapport

# rapport_date
source: Report period (from / to)
ar: الفترة )من / إلى(
fr: Période du rapport (Du / Au)

# creance_cl
source: Customer fee
ar: رصيد العملاء
fr: Créances client

# creance_four
source: Supplier debt
ar: رصيد الموردين
fr: Dettes fournisseur

# impression_titre
source: Print
ar: طباعة
fr: Impression

# imp_affichage
source: Display by
ar: عرض الطباعة ب
fr: Afficher par

# format_ticket
source: Ticket Format
ar: شكل التذكرة
fr: Format du ticket

# credit_tier
source: Show client credit
ar: عرض الرصيد المتبقي
fr: Afficher le crédit du tier

# app_theme
source: Theme Style
ar: نمط العرض
fr: Style du thème

# light_theme
source: Light
ar: ساطع
fr: Clair

# dark_them
source: Dark
ar: داكن
fr: Sombre

# sys_theme
source: System
ar: حسب النظام
fr: Système

# selec_pays
source: Select country
ar: إختر البلد
fr: Choisissez votre pays

# abonnement
source: Pass to Premium
ar: أود الإشتراك
fr: Je veux m'abonner
